Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingsradet_jubler_over_budsjettseier_pa_stortinget_.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet jubler over budsjettseier på Stortinget
sme: Sámediggi ilus go ožžot 50 millijovnna ruvnno lassin stáhtabušeahtas

source: Sametingsråd Runar Myrnes Balto (NSR), med ansvar for Sametingets budsjett, uttrykte stor glede da nyheten ble kjent: — Dette var virkelig gode nyheter å få.
sme: Sámediggeráđđi Runar Myrnes Balto (NSR), geas lea ovddasvástádus Sámedikki bušeahtas, dovddahii stuorra ilu go ođas bođii ovdán: – Dát lei duođai buorre ođas.

source: Vi er utrolig glade for at et flertall på Stortinget nå har lyttet til behovene vi har pekt på over mange år.
sme: Mii leat hirbmat ilus go Stuorradikki eanetlohku dál lea guldalan dárbbuid maid mii leat čujuhan máŋggaid jagiid.

source: Jeg ønsker å sende en ekstra takk til de som har stått på for dette i forhandlingene, sier Myrnes Balto.
sme: Háliidan sáddet erenoamáš giitosa sidjiide geat leat bargan dan ovddas šiehtadallamiin, dadjá Myrnes Balto.

source: Sametingsrådet ser dette som en naturlig oppfølging av Sannhets- og forsoningskommisjonens rapport.
sme: Sámediggeráđđi oaidná dán lunddolaš čuovvuleapmin Duohtavuođa- ja seanadankommišuvnna raportii.

source: — Samene må selv få bestemme hvordan de vil gjennomføre repareringsarbeidet etter fornorskningen gjennom Sametinget, som partiene selv også peker på, sier Myrnes Balto.
sme: – Sápmelaččat fertejit ieža beassat mearridit mo sii háliidit čađahit divvunbargguid Sámedikki bokte maŋŋil dáruiduhttima, ja dasa čujuhit bellodagat ieža ge, dadjá Myrnes Balto.

source: Sametingsrådet planlegger at fordelingen av midlene skjer på Sametingets plenum i mars gjennom en ekstraordinær budsjettrevidering.
sme: Sámediggeráđđi pláne ahte ruđat juogaduvvojit Sámedikki dievasčoahkkimis njukčamánus, sierra bušeahttaođasmahttima bokte.

source: Vanligvis revideres budsjettet kun i juni.
sme: Dábálaččat reviderejuvvo bušeahtta dušše geassemánus.

source: — Sametingets plenum behandler det ordinære budsjettet vårt allerede torsdag, så det rekker vi ikke.
sme: – Sámedikki dievasčoahkkin meannuda min dábálaš bušeahta juo duorastaga, nu ahte mii eat olle dan dál.

source: Men vi har ikke lyst å vente for lenge med å få pengene ut til det samiske folket, og planlegger derfor å foreslå en fordeling allerede på plenum i mars, avslutter Runar Myrnes Balto.
sme: Muhto mii eat hálit vuordit menddo guhká oažžut ruđaid sámi álbmogii, danne mii áigut evttohit juohkima juo njukčamánu dievasčoahkkimis, loahpaha Runar Myrnes Balto.
